{
  "Header": {
      "tokens": "Tokens"
    },
  "Token": {
    "unitPrice": "Unit price",
    "perMonth": "per month",
    "progress": "Progress",
    "total": "Total",
    "finished": "Finished",
    "button": "View Token",
    "contract": "Contract",
    "tokenSummary": "Token summary",
    "token": "Token",
    "structure": "Structure",
    "guaranteesRisks": "Guarantees & Risks",
    "start": "Start",
    "end": "End date",
    "target": "Target",
    "minimumPurchase": "Minimum purchase",
    "phase": "Phase",
    "investors": "Investors",
    "tokenType": "Token type",
    "reavables": "Receivable",
    "theReceivable": "The receivables anticipation token makes it possible to purchase a receivable at a discount and receive its full value on the due date (subject to the risks of default, among others. To find out more, see some selected, non-exhaustive risks in the “Guarantees and Risks” tab).",
    "tokenRights":"Token rights",
    "capture":"Capture",
    "minimumTotalSaleAmount":"Minimum total sale amount",
    "deadlineForTheEndOfSales":"Deadline for the end of sales",
    "tokenInformation":"Token information",
    "type":"Type",
    "issuedTokens":"issued tokens",
    "pricePerUnit":"Price per Unit",
    "tokensOffred":"Tokens offred",
    "remainingPercentage":"Remaining percentage",
    "receiptPeriod":"Receipt period",
    "profitability":"Profitability",
    "issuer":"Issuer",
    "technology":"Technology",
    "legalStructure":"Legal structure",
    "distributionAndCustody":"Distribution and custody",
    "bankingAgent":"Banking agent",
    "guarantees":"Guarantees",
    "differentials":"Differentials",
    "diversification":"Diversification",
    "preDefinedDiscountRate":"Pre-defined discount rate",
    "periodicPayments":"Periodic payments",
    "risks":"Risks",
    "default":"Default",
    "costOfToken":"Cost of token",
    "issuerDoesNotRepurchaseDefaultedContract":"Issuer does not repurchase defaulted contract",
    "forceMajeure":"Force majeure",
    "assetInGuaranteeOfTheContractIsNotAvailableForWithdrawal":"Asset in guarantee of the contract is not available for withdrawal",
    "failureToRegisterTheTermOfIssue":"Failure to register the term of issueo",
    "theGlobalContructTokenRepresentation":"The Global Construct Token represents the fragmented ownership of machine and equipment rental contracts (receivables) for large companies, which will serve as backing for the operation, with payment in a single quota.",
    "theGlobalContructTokenWillBeAvaliable": "The Global Construct Token will be available between July 21 and July 24 in a single phase. As such, while the tokens are available, anyone interested can purchase the tokens for R$3.40 per unit.",
    "isAnInnovativeTokenizationPlatform": "Is an innovative tokenization platform founded by a construction company with over 250 years of history. Recognized worldwide for its iconic works, the company has an extensive portfolio of completed projects in several countries, ranging from modern skyscrapers to historic restorations.Founded more than two centuries ago, Global Construct is a market leader in civil engineering and architecture, having left its mark on major cities around the world. Its projects are known for their quality, innovation and commitment to environmental sustainability. With a vision for the future, Global Construct Token is committed to expanding its global reach, offering innovative and affordable investment opportunities in the international real estate market.",
    "tokenDigitalIsALeadingCompany": "Better use Blockchain is a leading company in tokenization solutions, specializing in applying blockchain technology to transform the real estate market. With years of experience and a proven track record of innovation, Better use Blockchain stands out for offering efficient and secure solutions to digitize physical assets, enabling a new era of accessible and transparent investments.",
    "tokenBankImobiliáriaOperates": "Token Bank Imobiliária operates as a private limited liability entity (Ltda.), regulated by local financial and real estate market laws. The company follows strict regulatory compliance standards and maintains an efficient organizational structure to facilitate the tokenization of real estate properties, ensuring transparency, security and efficiency in operations.",
    "descriptionTheDistribuiton": "Description: The distribution of Global Construct Token (GCT) tokens follows a strategic model to ensure accessibility and diversification of investments: Initial Token Offering (ITO): GCT carries out an Initial Token Offering to launch its tokens on the market. During the ITO, investors have the opportunity to acquire tokens representing fractions of properties selected by the developer. Secondary Markets: After the ITO, GCT tokens can be traded on cryptocurrency exchange platforms that support the ERC-20 standard, providing liquidity to investors. Property acquisition: The funds raised through the sale of tokens are used to acquire and develop new real estate projects, expanding Global Construct's portfolio and potentially enhancing the value of the tokens.",
    "tokenBankRealEstate": "Token Bank Real Estate is a banking agency specializing in the tokenization of real estate assets, offering innovative solutions for investors and property owners. With an experienced team and an advanced technological platform, Token Bank simplifies the process of buying, selling and managing properties through blockchain-based digital tokens.",
    "globalConstructToken":"Global Construct Token and Better use Blockchain are not responsible for the liquidity of the tokens and the payment of the tokenized leases. Therefore, before purchasing the token, the interested party should assess the risks inherent in the tokenized lease contract independently, with the help of their own analysts and advisors. The availability of the tokens for trading on the Better use Blockchain platform does not represent advice or a recommendation to purchase the tokens.",
    "learnAbout":"Learn about the main benefits for buyers of this token:",
    "thisTokenOffering":"This token offering is a new way to diversify your portfolio.",
    "fronTheMomentYou":"From the moment you buy the token, you know the full amount you will receive on expiry and the scheduled dates for payments.",
    "YouHaveLiquidity":"You have liquidity before the token matures and receive your payments according to the offer's schedule.",
    "thePurchaseOfToken":"The purchase of tokens is secure technologically, due to the blockchain, and legally, due to Smart Contracts. However, like any other operation, there are risks:",
    "paymentOfReceivable":"Payments of receivables must be made by the token issuer and the latter must pass them on to the token holders, in proportion to the tokens held by each. If for any reason (such as default on the contract by the contractor) the token issuer fails to make this payment, the holders of the tokens will have to take legal action against it, and there is no guarantee of success or timeframe.",
    "theTokenAreStored":"The tokens are stored at Better use Blockchain. Technological failures, hacking, social engineering, loss of keys, among others, can lead to the loss of tokens by their holders.",
    "mayFailToRepurchase":"Vendedor Better use Blockchain may fail to repurchase the defaulted contract due to lack of liquidity.",
    "itIsImportantToBear":"It is important to bear in mind that there are risks of loss resulting from acts of God or force majeure. Neither the drawee, Vendedor Better use Blockchain nor Better use Blockchain are liable for losses arising from acts of God or force majeure.",
    "inTheEventOfDefault":"In the event of default, it may be necessary to enforce the rental agreement.",
    "theTermOfIssue":"The term of issue of the tokens, which formalizes the assignment of the tokenized assets, will not be registered with a notary. Therefore, in the event of default by the drawee, bankruptcy or judicial reorganization of Vendedor Better use Blockchain , there may be a dispute over ownership of the tokenized assets. Nevertheless, the term of issue contains a clause providing for the incidence of a fine corresponding to the total value of the tokens if Vendedor Better use Blockchain fails to comply with its obligation to keep the tokenized assets free of any liens or encumbrances, as well as to refrain from assigning or lending such assets."
  },
  "Interest": {
    "interestedInTokenization": "Interested in tokenization?",
    "createDigitalFraction": "Create digital fractions of your asset with the smart contract technology developed by Better use Blockchain and trade privately on your sales channels directly with your audience.",
    "forMoreInformation": "For more information send an e-mail to"
  }
}
