{
  "Header": {
      "tokens": "Tokens"
    },
  "Token": {
    "unitPrice": "Precio unitario",
    "perMonth": "por mes",
    "progress": "Progreso",
    "total": "Total",
    "finished": "Finalizado",
    "button": "Ver Token",
    "contract": "Contrato",
    "tokenSummary": "Token resumen",
    "token": "Token",
    "structure": "Estrictura",
    "guaranteesRisks": "Garantías y Riesgos",
    "start": "Inicio",
    "end": "Fin",
    "target": "Meta",
    "minimumPurchase": "Compra mínima",
    "phase": "Fase",
    "investors": "Investidores",
    "tokenType": "Tipo de token",
    "reavables": "Por cobrar",
    "theReceivable": "La ficha de anticipación de títulos de crédito permite comprar un título de crédito con un descuento y recibir su valor íntegro en la fecha de vencimiento (sujeto a los riesgos de impago, entre otros. Para saber más, consulte algunos riesgos seleccionados, no exhaustivos, en la pestaña «Garantías y riesgos»).",
    "tokenRights":"Derechos do token",
    "capture":"Recaudación de fondos",
    "minimumTotalSaleAmount":"Importe total mínimo de venda",
    "deadlineForTheEndOfSales":"Fecha límite para finalizar las vendas",
    "tokenInformation":"Información sobre el token",
    "type":"Tipo",
    "issuedTokens":"Tokens emitidos",
    "pricePerUnit":"Precio por unidad",
    "tokensOffred":"Tokens ofrecidas",
    "remainingPercentage":"Porcentaje restante",
    "receiptPeriod":"Periodo de recepcion",
    "profitability":"Rentabilidad",
    "issuer":"Emisor",
    "technology":"Tecnología",
    "legalStructure":"Estrutura legal",
    "distributionAndCustody":"Distribuicíon y custodia",
    "bankingAgent":"Agente Bancário",
    "guarantees":"Garantías",
    "differentials":"Diferenciales",
    "diversification":"Diversificación",
    "preDefinedDiscountRate":"Tipo de descuento predefinidao",
    "periodicPayments":"Pagos periódicos",
    "risks":"Riesgos",
    "default":"Impago",
    "costOfToken":"Cost de los tokens",
    "issuerDoesNotRepurchaseDefaultedContract":"El emisor no recompra el contrato impago",
    "forceMajeure":"Fuerza mayor",
    "assetInGuaranteeOfTheContractIsNotAvailableForWithdrawal":"El activo en garantía del contrato no está disponible para su retirada",
    "failureToRegisterTheTermOfIssue":"No se registra el plazo de emisión",
    "theGlobalContructTokenRepresentation": "El Token Global Construct representa la propiedad fragmentada de contratos de alquiler de maquinaria y equipos (derechos de cobro) para grandes empresas, que servirán de respaldo a la operación, con pago en un único plazo.",
    "theGlobalContructTokenWillBeAvaliable": "El Global Construct Token estará disponible entre el 21/07/2024 y el 24/07/2024 en una única fase. Por lo tanto, mientras los tokens estén disponibles, cualquier persona interesada podrá adquirirlos por 3,40 reales la unidad.",
    "isAnInnovativeTokenizationPlatform": "es una innovadora plataforma de tokenización fundada por una empresa constructora con más de 250 años de historia. Reconocida en todo el mundo por sus obras icónicas, la empresa cuenta con una amplia cartera de proyectos finalizados en varios países, que van desde modernos rascacielos hasta restauraciones históricas.Fundada hace más de dos siglos, Global Construct es una empresa líder en el mercado de la ingeniería civil y la arquitectura, que ha dejado su huella en las principales ciudades de todo el mundo. Sus proyectos son conocidos por su calidad, innovación y compromiso con la sostenibilidad medioambiental. Con una visión de futuro, Global Construct Token se compromete a ampliar su alcance global ofreciendo oportunidades de inversión innovadoras y asequibles en el mercado inmobiliario internacional.",
    "tokenDigitalIsALeadingCompany": "Better use Blockchain es una empresa líder en soluciones de tokenización, especializada en aplicar la tecnología blockchain para transformar el mercado inmobiliario. Con años de experiencia y un probado historial de innovación, Better use Blockchain destaca por ofrecer soluciones eficientes y seguras para digitalizar activos físicos, permitiendo una nueva era de inversiones accesibles y transparentes.",
    "tokenBankImobiliáriaOperates": "Token Bank Real Estate opera como una entidad privada de responsabilidad limitada (Ltda.), regulada por las leyes locales del mercado financiero e inmobiliario. La empresa sigue estrictas normas de cumplimiento normativo y mantiene una estructura organizativa eficiente para facilitar la tokenización de propiedades inmobiliarias, garantizando transparencia, seguridad y eficiencia en las operaciones.",
    "descriptionTheDistribuiton": "Descripción: La distribución de los tokens de Global Construct Token (GCT) sigue un modelo estratégico para garantizar la accesibilidad y la diversificación de las inversiones: Oferta Inicial de Fichas (ITO): GCT lleva a cabo una Oferta Inicial de Fichas para lanzar sus fichas al mercado. Durante la ITO, los inversores tienen la oportunidad de adquirir tokens que representan fracciones de propiedades seleccionadas por el promotor. Mercados secundarios: Después de la ITO, los tokens de GCT pueden negociarse en plataformas de intercambio de criptodivisas que admiten el estándar ERC-20, proporcionando liquidez a los inversores. Adquisición de propiedades: Los fondos recaudados a través de la venta de tokens se utilizan para adquirir y desarrollar nuevos proyectos inmobiliarios, ampliando la cartera de Global Construct y aumentando potencialmente el valor de los tokens.",
    "tokenBankRealEstate": "Token Bank Real Estate es una agencia bancaria especializada en la tokenización de activos inmobiliarios, que ofrece soluciones innovadoras para inversores y propietarios. Con un equipo experimentado y una plataforma tecnológica avanzada, Token Bank simplifica el proceso de compra, venta y gestión de propiedades a través de tokens digitales basados en blockchain.",
    "globalConstructToken":"Global Construct Token y Better use Blockchain no son responsables de la liquidez de los tokens ni del pago de los arrendamientos tokenizados. Por lo tanto, antes de comprar el token, el interesado debe evaluar los riesgos inherentes al contrato de arrendamiento tokenizado de forma independiente, con la ayuda de sus propios analistas y asesores. La puesta a disposición de los tokens para su negociación en la plataforma Better use Blockchain no representa asesoramiento ni recomendación de compra de los tokens.",
    "learnAbout":"Conozca las principales ventajas para los compradores de esta ficha:",
    "thisTokenOffering":"Esta oferta de tokens es una nueva forma de diversificar su cartera.",
    "fronTheMomentYou":"Desde el momento en que compra el token, conoce el importe total que recibirá al vencimiento y las fechas previstas para los pagos.",
    "YouHaveLiquidity":"Dispones de liquidez antes del vencimiento del token y recibes tus pagos según el calendario de la oferta.",
    "thePurchaseOfToken":"La compra de tokens es segura tecnológicamente, debido al blockchain, y legalmente, debido a los Smart Contracts. Sin embargo, como cualquier otra operación, existen riesgos:",
    "paymentOfReceivable":"Los pagos de los derechos de cobro los realiza obligatoriamente el emisor de los tokens y éste debe repercutirlos a los tenedores de los mismos, en proporción a los tokens que posea cada uno. Si por cualquier motivo (como el incumplimiento del contrato por parte del contratista) el emisor de tokens no realiza este pago, los titulares de los tokens tendrán que emprender acciones legales contra él, y no hay garantías de éxito ni de plazo.",
    "theTokenAreStored":"Los tokens se almacenan en Better use Blockchain. Fallos tecnológicos, hacking, ingeniería social, pérdida de claves, entre otros, pueden llevar a la pérdida de los tokens por parte de sus titulares.",
    "mayFailToRepurchase":"Vendedor Better use Blockchain puede no recomprar el contrato impagado por falta de liquidez.",
    "itIsImportantToBear":"Es importante tener en cuenta que existen riesgos de pérdida por caso fortuito o fuerza mayor. Ni el librado, ni Vendedor Better use Blockchain ni Better use Blockchain son responsables de las pérdidas derivadas de casos fortuitos o de fuerza mayor.",
    "inTheEventOfDefault":"En caso de incumplimiento, puede ser necesario ejecutar el contrato de arrendamiento.",
    "theTermOfIssue":"El plazo de emisión de los tokens, que formaliza la cesión de los activos tokenizados, no se registrará ante notario. Por lo tanto, en caso de incumplimiento por parte del librado, quiebra o recuperación judicial de Vendedor Better use Blockchain , puede haber un litigio sobre la propiedad de los activos tokenizados. No obstante, las condiciones de emisión contienen una cláusula que prevé una multa correspondiente al valor total de los tokens si Vendedor Better use Blockchain incumple su obligación de mantener los activos tokenizados libres de toda carga o gravamen, así como de abstenerse de ceder o prestar dichos activos."
  },
  "Interest": {
    "interestedInTokenization": "¿Interesado en la tokenización?",
    "createDigitalFraction": "Crea fracciones digitales de tu activo con la tecnología de contratos inteligentes desarrollada por Better use Blockchain y comercia de forma privada en tus canales de venta directamente con tu público.",
    "forMoreInformation": "Para más información envíe un correo electrónico a"
  }
}