{
  "Header": {
      "tokens": "Tokens"
    },
  "Token": {
    "unitPrice": "Preço unitário",
    "perMonth": "ao mês",
    "progress": "Progresso",
    "total": "Total",
    "finished": "Finalizado",
    "button": "Ver Token",
    "contract": "Contrato",
    "tokenSummary": "Resumo do token",
    "token": "Token",
    "structure": "Estrutura",
    "guaranteesRisks": "Garantias & Riscos",
    "start": "Início",
    "end": "Fim",
    "target": "Meta",
    "minimumPurchase": "Mínimo de compra",
    "phase": "Fase",
    "investors": "Investidores",
    "tokenType": "Tipo do token",
    "reavables": "Recebíveis",
    "theReceivable": "O token de antecipação de recebível possibilita a aquisição de recebível com desconto e o recebimento de seu valor integral na data de vencimento (observados os riscos de inadimplência, entre outros. Para saber mais, vide alguns riscos selecionados, não exaustivos, na aba 'Garantias e Riscos').",
    "tokenRights":"Direitos do Token",
    "capture":"Captação",
    "minimumTotalSaleAmount":"Valor total mínimo de Venda",
    "deadlineForTheEndOfSales":"Prazo para o término das vendas",
    "tokenInformation":"Informações do Token",
    "type":"Tipo",
    "issuedTokens":"Tokens Emitidos",
    "pricePerUnit":"Preço por unidade",
    "tokensOffred":"Tokens Ofertados",
    "remainingPercentage":"Porcentagem Restante",
    "receiptPeriod":"Prazo de Recebimento",
    "profitability":"Rentabilidade",
    "issuer":"Emissora",
    "technology":"Tecnologia",
    "legalStructure":"Estrutura jurídica",
    "distributionAndCustody":"Distribuição e custodia",
    "bankingAgent":"Agente Bancário",
    "guarantees":"Garantias",
    "differentials":"Diferenciais",
    "diversification":"Diversificação",
    "preDefinedDiscountRate":"Taxa de desconto pré-definida",
    "periodicPayments":"Pagamento periódicos",
    "risks":"Riscos",
    "default":"Inadimplência",
    "costOfToken":"Custodia dos tokens",
    "issuerDoesNotRepurchaseDefaultedContract":"Emissor nao recompra do contrato inadimplente",
    "forceMajeure":"Força maior",
    "assetInGuaranteeOfTheContractIsNotAvailableForWithdrawal":"Ativo em garantia do contrato nao estar disponivel para retirada",
    "failureToRegisterTheTermOfIssue":"A ausencia de registro do termo de emissão",
    "theGlobalContructTokenRepresentation": "O Token Global Construct Token representa a posse fragmentada de contratos de aluguéis de máquinas e equipamentos (recebíveis) para grandes empresas, que servirão de lastro da operação, com pagamento em uma única cota.",
    "theGlobalContructTokenWillBeAvaliable": "The Global Construct Token will be available between July 21 and July 24 in a single phase. As such, while the tokens are available, anyone interested can purchase the tokens for R$3.40 per unit.",
    "isAnInnovativeTokenizationPlatform": "É uma plataforma inovadora de tokenização fundada por uma construtora com mais de 250 anos de história. Reconhecida mundialmente por suas obras icônicas, a empresa tem um extenso portfólio de projetos concluídos em diversos países, abrangendo desde arranha-céus modernos até restaurações históricas.Fundada há mais de dois séculos, a Global Construct é uma líder de mercado em engenharia civil e arquitetura, tendo deixado sua marca em grandes cidades ao redor do mundo. Seus projetos são conhecidos pela qualidade, inovação e compromisso com a sustentabilidade ambiental. Com uma visão voltada para o futuro, a Global Construct Token está comprometida em expandir seu alcance global, oferecendo oportunidades de investimento inovadoras e acessíveis no mercado imobiliário internacional.",
    "tokenDigitalIsALeadingCompany": "Better use Blockchain é uma empresa líder em soluções de tokenização, especializada em aplicar tecnologia blockchain para transformar o mercado imobiliário. Com anos de experiência e um histórico comprovado de inovação, a Better use Blockchain se destaca por oferecer soluções eficientes e seguras para digitalizar ativos físicos, permitindo uma nova era de investimentos acessíveis e transparentes.",
    "tokenBankImobiliáriaOperates": "A Token Bank Imobiliária opera como uma entidade privada de responsabilidade limitada (Ltda.), regulada pelas leis locais de mercado financeiro e imobiliário. A empresa segue rigorosos padrões de conformidade regulatória e mantém uma estrutura organizacional eficiente para facilitar a tokenização de propriedades imobiliárias, garantindo transparência, segurança e eficiência nas operações.",
    "descriptionTheDistribuiton": "Descrição: A distribuição dos tokens da Global Construct Token (GCT) segue um modelo estratégico para garantir acessibilidade e diversificação de investimentos: Oferta Inicial de Token (ITO): A GCT realiza uma Oferta Inicial de Token para lançar seus tokens no mercado. Durante a ITO, os investidores têm a oportunidade de adquirir tokens que representam frações de propriedades selecionadas pela construtora. Mercados Secundários: Após a ITO, os tokens GCT podem ser negociados em plataformas de troca de criptomoedas que suportam o padrão ERC-20, proporcionando liquidez aos investidores. Aquisição de Propriedades: Os fundos arrecadados através da venda de tokens são utilizados para adquirir e desenvolver novos projetos imobiliários, ampliando o portfólio da Global Construct e potencialmente valorizando os tokens.",
    "tokenBankRealEstate": "A Token Bank Imobiliária é uma agência bancária especializada em tokenização de ativos imobiliários, oferecendo soluções inovadoras para investidores e proprietários de imóveis. Com uma equipe experiente e uma plataforma tecnológica avançada, a Token Bank simplifica o processo de compra, venda e gestão de propriedades através de tokens digitais baseados em blockchain.",
    "globalConstructToken":"A Global Construct Token e a Better use Blockchain não respondem pela liquidez dos tokens e pagamento dos aluguéis tokenizados. Assim, antes de comprar o token, o interessado deverá avaliar os riscos inerentes ao contrato de locação tokenizado de forma independente, com auxílio de seus próprios analistas e assessores. A disponibilização dos tokens para comercialização na plataforma Better use Blockchain não representa aconselhamento ou recomendação de compra dos tokens.",
    "learnAbout":"Conheça os principais benefícios para os compradores desse token:",
    "thisTokenOffering":"Essa oferta de token é uma nova possibilidade de diversificar sua carteira.",
    "fronTheMomentYou":"Você sabe desde o momento da aquisição do token qual é o valor integral que irá receber no vencimento e as datas previstas para os pagamentos.",
    "YouHaveLiquidity":"Você possui liquidez antes do vencimento do token e recebe seus pagamentos de acordo com o cronograma da oferta.",
    "thePurchaseOfToken":"A compra de tokens é segura tecnologicamente, devido à blockchain, e juridicamente, devido aos Smart Contracts. Porém, como qualquer outra operação, existem riscos:",
    "paymentOfReceivable":"Os pagamentos dos recebíveis são obrigatoriamente feitos pelo emissor do token e este deve repassá-lo aos titulares dos tokens, na proporção dos tokens detidos por cada um. Caso por qualquer razão (como inadimplência do contrato por parte do contratante) o emissor do token falhe em efetuar esse pagamento, os titulares dos tokens deverão cobrá-lo judicialmente, não havendo garantia de sucesso e prazo de recebimento.",
    "theTokenAreStored":"Os tokens são custodiados na Better use Blockchain. Falhas tecnológicas, hackers, engenharia social, perda de chaves, entre outros, podem levar a perda dos tokens pelos seus titulares.",
    "mayFailToRepurchase":"A Vendedor Better use Blockchain pode falhar em fazer a recompra do contrato inadimplente devido à falta de liquidez.",
    "itIsImportantToBear":"É importante ter em mente que existem riscos de perda resultantes de caso fortuito ou força maior. Nem o sacado, nem a Vendedor Better use Blockchain ou a Better use Blockchain respondem pelos prejuízos decorrentes de caso fortuito ou força maior.",
    "inTheEventOfDefault":"Em uma eventual inadimplência, pode ser necessário executar judicialmente o contrato de locação.",
    "theTermOfIssue":"O termo de emissão dos tokens, que formaliza a cessão dos ativos tokenizados, não será registrado em cartório de registro de títulos e documentos. Assim, em caso de inadimplência do sacado, falência ou recuperação judicial da Vendedor Better use Blockchain , poderá haver disputa configolapp.nametitularidade dos ativos tokenizados. Não obstante, o termo de emissão contém cláusula prevendo a incidência de multa correspondente ao valor total dos tokens caso a Vendedor Better use Blockchain não observe sua obrigação de manter os ativos tokenizados livres de quaisquer ônus ou gravames, bem como de abster-se de ceder ou emprestar tais ativos."
  },
  "Interest": {
    "interestedInTokenization": "Interessado em tokenizar?",
    "createDigitalFraction": "Crie frações digitais do seu ativo com a tecnologia de smart contracts desenvolvida pela Better use Blockchain e negocie de maneira privada em seus canais de venda diretamente com seu público.",
    "forMoreInformation": "Para mais informações envie um e-mail para"
  }
}